#ifndef WQlistH
#define WQlistH
#define InputError cout<<"Щось пішло не так, перевірте значення, які ви ввели та спробуйте ще раз."<<endl
const int maxWords = 60;
#define slovar {"#схід#","#шатл#","#земля#","#венера#","#галілео#",\
		"#альфа#","#телескоп#","#протуберанець#","#сонце#","#дирижабль#","#зірка#",\
		"#сатурн#","#комета#","#ракета#","#атмосфера#","#меркурій#","#нептун#","#сузір'я#",\
		"#галілей#","#плутон#","#баран#","#кролик#","#носоріг#","#канарка#","#бегемот#","#ведмідь#",\
		"#крокодил#","#жираф#","#курка#","#борсук#","#кашалот#","#кішка#","#білого#","#фламінго#","#плазуни#",\
		"#олень#","#хамелеон#","#ящірка#","#кенгуру#","#каченя#","#номінал#", "#урна#", "#уран#", "#стратон#",\
		"#поєт#", "#акин#", "#заков#", "#лутка#", "#обсяг#", "#ритор#", "#слава#", "#сарай#", "#заява#", "#став#",\
		"#займа#", "#іванків#", "#міаз#","#імре#", "#абсолют#","#київ#" } ;
#define qtoslovar {"Космічний корабель, на якому здійснив перший політ Юрій Гагарін",\
		"Багаторазова ракета-носій","Наша планета","Ранкова зірка","Людина, яка побудувала перший телескоп",\
		"Найбільша відома нам зірка у сузір'ї Геркулеса", \
		" Збільшувальний прилад для вивчення та спостереження за віддаленими предметами","Мова полум'я на Сонці",\
		"Центр нашої Галактики","Літаючий апарат, наповнений гелієм","Космічне тіло, яке видно на небі ясної ночі",\
		"Планета, у якої найяскравіші кільця","Хвостате небесне тіло","Корабель, що виводить людей та вантажі на орбіту Землі",\
		"Газоподібна оболонка, що оточує землю","Найближча планета до сонця","8-а планета Сонячної системи",\
		"Групи яскравих зірок","Хто збудував перший телескоп?"," 9-а планета Сонячної системи","Дає шерсть","У клітці він живе, морквину солодку гризе","Товстошкірий",\
		"Яскраво жовта маленька співоча пташка.","Велика копитна тварина тропічної Африки. Він дуже боявся щеплень в одному мультфільмі",\
		"Дуже любить мед та малину","Зелений хижак","Тварина, яка має найдовшу шию","Домашній птах, що несе яйця",\
		"Живе у норках на сухих схилах має смугасту мордочку і ловить змій.","Найбільший зубатий кит","Домашня тварина",\
		"Якого кольору у коника кров?","Рожевий птах","Холоднокровні тварини","Тварина, якою їздять жителі Півночі",\
		"Ящірка змінює колір","Плазуни, що відкидає хвіст у разі небезпеки","носить у мішку (животі) дитину","Водяний кріт",\
		"Номінальна або вільна вартість акції чи грошового знаку",\
		"Скринька з вузьким прорізом, в яку опускаються виборчі бюлетені при таємному голосуванні",\
		"Сьома планета Сонячної системи","...Лампсакський(давньогрецький філософ)",\
		"Автор літературних віршованих прозованих і драматичних поетичних товарів",\
		"Народний поет-імпровізатор і співець у казахів, киргизів та деяких інших середньоазіатських народів ",\
		"Актор, який зиграв Уерлі у фільмі *Звіробій*(Союзтелефільм)","Бокова частина віконної або дверної рами, стесана навскіс",\
		"Величина місткості","У Стародавній Греції та Стародавньому Римі - оратор і вчитель красномовства","Жіноче ім'я",\
		"Господарське приміщення для зберігання різного майна",\
		"Чиє-небудь повідомлення, звернення до кого-небудь із викладом якихось відомостей,положень,думок",\
		"Водоймище(у природному чи штучному заглибленні)з непроточною водою",\
		"Сауда бінт ...(друга дружина пророка Мухамеда, мати правовірних)","Районний центр на півночі Київської області",\
		"Захворювання людини й тварини,що виникає внаслідок потрапляння й перебування в тканинах або порожнинах організму личинок мух і ґедзів",\
		"... Кальман(угорський композитор)","Філософський термін, що означає вище, абсолютне начало, що має джерело","Сталиця України"};
#endif